Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: Using LightZone with iPhoto.
fr: Utilisez LightZone avec iPhoto.

source: Using LightZone with iView MediaPro.
fr: Utilisez LightZone avec iView MediaPro.

source: Using a color/luminosity selection, you can restrict a tool's effect to just a selected hue or luminosity range.
fr: En utilisant une Sélection de Couleur/Luminosité, vous pouvez restreindre l'effet de l'outil à une gamme de teinte et/ou de luminosité sélectionnée.

source: Using regions to create masks, you can restrict a tool's effect to just specific areas of your photo.
fr: En utilisant des régions pour créer des masques, vous pouvez restreindre l'effets des outils à une partie spécifique de votre photo.

source: Using styles is the same as copying & pasting tool stacks except that a style is saved with a name for use at any later time.
fr: L'utilisation des styles revient à copier et coller une chaîne de développement à l'expection qu'un style est enregistré avec un nom pour l'utiliser à n'importe quel moment futur.

source: Using the Photo Browser, select two or more thumbnails of the photos that you want to convert.
fr: Avec le Navigateur photo, sélectionnez deux vignettes ou plus des photos que vous voulez convertir.

source: Using thumbnails, you can select a photo to view it larger, inspect its metadata, rotate it, rate it, edit it, convert it, send it, print it, copy & paste its tools, apply a style to it, drag & drop it, or rename or delete the image file.
fr: En utilisant les vignettes, vous pouvez choisir une photo pour la voir en plus grand, consulter ses métadonnées, la tourner, la noter, l'éditer, la convertir, l'envoyer, l'imprimer, copier et coller ses outils, lui appliquer un style, la glisser et la déposer, ou pour renommer ou supprimer le fichier image.

source: Vector-based regions and masks
fr: Régions et Masques Vectoriels

source: Verifying Libraries
fr: Vérification des Bibliothèques

source: Version size
fr: Taille de la Version

source: View
fr: Affichage

source: What would you like to do?
fr: Que voulez-vous faire ?

source: What's New in LightZone?
fr: Qu'est-ce qu'il y a de nouveau dans LightZone?

source: What's new in LightZone?
fr: Quoi de neuf dans LightZone?

source: When Regions are Done
fr: Quand les Régions sont validées

source: When checked, the user interface shows titles for the buttons; when unchecked, only the buttons themselves are shown.
fr: Si coché, l'interface utilisateur affiche les titres des boutons ; décoché, seuls les boutons eux-mêmes sont affichés.

source: When checked, using LightZone as the external editor for another application will cause LightZone to save your photo directly back to the other application when you select File > Save.
fr: Quand il est activé, utiliser LightZone comme l'éditeur externe pour une autre application mène LightZone à enregistrer directement votre photo vers l'autre application quand vous sélectionnez Fichier > Enregistrer.

source: When done, you can either click anywhere outside the region, or press either the return or esc (escape) key.
fr: Quand vous avez fini, vous pouvez soit cliquer n'importe où en dehors de la région, ou appuyer la touche Entrée ou Échap.

source: When drawing regions, LightZone can update the photo in real time, it can update only between changes, or it can wait until regions are done.
fr: Quand vous dessinez des régions, LightZone peut mettre à jour la photo en temps réel, seulement après chaque modification, ou seulement une fois que les régions sont validées.

source: When either converting or printing your photos using application managed colors, you can enable black point compensation when the rendering intent is Relative Colorimetric.
fr: Lorsque vous convertissez ou imprimez vos photos avec les couleurs gérées par le logiciel, vous pourvez activer la Compensation du Point Noir lorsque l'Intention de Rendu est sur Colorimétrie Relative.

source: When either converting or printing your photos using application managed colors, you can select the rendering intent.
fr: Lors de la conversion ou de l'impression de vos photos avec les couleurs gérées par l'application, vous pouvez choisir l'intention de rendu.

source: When initially creating regions, you can do a "rough approximation"; then, if needed, you can go back and adjust them.
fr: Quand, à la création initiale des régions, vous pouvez en faire une "approximation grossière" ; alors, si besoin, vous pouvez y retourner et l'ajuster.

source: When launched, LightZone can automatically check if a newer version is available for download.
fr: Au Lancement, LightZone peut rechercher automatiquement si une nouvelle version est disponible au téléchargement.

source: When reopened with LightZone, however, the tool stack is restored and you can resume editing where you left off.
fr: Lorsqu'il est réouvert avec LightZone, cependant, la chaîne de développement est restaurée et vous pouvez reprendre l'édition là où vous l'aviez arrêtée.

source: When saving your photo for the first time, the file chooser can automatically display the folder where your original photo came from, or it can display the last folder where LightZone saved something.
fr: À l'enregistrement de votre photo la première fois, le sélecteur de fichier peut afficher automatiquement le dossier de la photo d'origine, ou afficher le dernier dossier où LightZone a enregistré quelque chose.

source: When the two-page TIFF file is reopened with LightZone, however, the tool stack is re-applied to your original photo on the second page and you can resume editing where you left off.
fr: Quand un TIFF double page est réouvert dans LightZone, cependant, la chaîne de développement est réappliquée à votre photo originale de la seconde page et vous pouvez reprendre l'édition là où vous l'aviez laissée.

source: When you save your work, LightZone saves your photo as a "LightZone JPEG" file.
fr: Quand vous enregistrez votre travail, LightZone enregistre votre photo comme un fichier "JPEG LightZone".

source: While descriptions for each are below, it's best to experiment.
fr: Bien qu'une description pour chacun se trouve ci-dessous, il est mieux d'expérimenter.

source: White Balance
fr: Balance des Blancs

source: White Balance tool
fr: Outil de Balance des Blancs

source: White Point Change
fr: Change le Point Blanc

source: Width
fr: Largeur

source: Will cause:
fr: Provoquera :

source: Window
fr: Fenêtre

source: Window positions and sizes
fr: La Position et taille de la fenêtre

source: With the photo selected, press either enter or return.
fr: Avec la photo sélectionnée, appuyer sur entrée ou return.

source: Workflow integration
fr: Intégration à un flux de travail

source: Workflow integration: Aperture
fr: Intégration à un flux de travail : Aperture

source: Workflow integration: Lightroom
fr: Intégration à un flux de travail : Lightroom

source: Workflow integration: iPhoto
fr: Intégration à un flux de travail : iPhoto

source: Workflow integration: iView MediaPro
fr: Intégration à un flux de travail : iView MediaPro

source: Would you like to replace it?
fr: Voulez-vous le remplacer ?

source: Would you like to try resetting your LightZone Settings?
fr: Voulez-vous essayer de remettre à zéro les paramètres de LightZone?

source: Yellow-Blue
fr: Jaune-Bleu

source: Yellows
fr: Jaunes

source: You are also free to unlock and edit or delete it.
fr: Vous êtes également libre de la déverrouiller et l'éditer ou de la supprimer.

source: You can also create your own styles for not only yourself, but share them with others.
fr: Vous pouvez également créer vos propres styles que ce soit pour votre propre usage ou pour les partager avec d'autres.

source: You can change the selection by clicking a different thumbnail or by using the arrow keys.
fr: Vous pouvez changer la sélection en cliquant sur une autre vignette ou en utilisant les touches fléchés.

source: You can configure LightZone to be such an editor.
fr: Vous pouvez configurer LightZone pour être seulement un éditeur.

source: You can convert your photos to either JPEG or TIFF images and in various sizes suitable for different purposes.
fr: Vous pouvez convertir vos photos vers les formats JPEG ou TIFF et ce dans différentes tailles en fonction de vos besoins.

source: You can delete the image files of your photos directly in LightZone using the Photo Browser.
fr: Vous pouvez supprimer des photos directement dans LightZone en utilisant Navigateur Photo.

source: You can drag & drop the thumbnails for photos from the thumbnails section of the Photo Browser window to either the Folder Navigator or to other applications.
fr: Vous pouvez glisser et déposer les vignettes des photos depuis la partie vignettes du Navigateur Photo vers le Navigateur de Dossiers ou bien vers d'autres applications.

source: You can edit metadata that has a dark gray background.
fr: Vous pouvez éditer les métadonnées qui se trouvent sur fond gris foncé.

source: You can go ahead and open this file, or you can try to import it as a LightZone Style.
fr: Vous pouvez continuer et ouvrir ce fichier, ou essayer de l'importer comme un Style LightZone.

source: You can invert a mask to do this.
fr: Vous pouvez inverser un masque pour ce faire.

source: You can make stunning prints of your photos directly from LightZone.
fr: Vous pouvez faire d'étonnante impressions de vos photos directement depuis LightZone.

source: You can now edit IPTC metadata.
fr: Vous pouvez désormais éditer les métadonnées IPTC.

source: You can now move photos via drag & drop to folders in the Folder Navigator.
fr: Vous pouvez désormais déplacer vos photos par glisser/déposer dans les dossiers du Navigateur de Dossiers.

source: You can now preview styles by moving the mouse over style names.
fr: Vous pouvez désormais prévisualiser les styles en passant la souris au-dessus du nom des styles.

source: You can now restrict every tools' effect to a range of color or luminosity.
fr: Vous pouvez désormais restreindre tous les outils à une gamme de couleur ou de luminosité.

source: You can now select only the most recent versions of your photos in a given folder.
fr: Vous pouvez désormais sélectionner la version la plus récente de vos photos dans un répértoire donné.

source: You can open a photo from within the Photo Browser or, if you are currently in the Photo Editor, directly from within the Photo Editor.
fr: Vous pouvez ouvrir une photo depuis le Navigateur Photo ou, si vous êtes actuellement dans l'Éditeur Photo, directement depuis l'Éditeur Photo.

source: You can rate photos 1 to 5 stars.
fr: Vous pouvez attribuer à vos photos de 1 à 5 étoiles.

source: You can rename the image files of your photos directly in LightZone using the Photo Browser.
fr: Vous pouvez renommer les fichiers images de vos photos directement dans LightZone en utilisant le Navigateur Photo.

source: You can scroll the thumbnails by using the scroll bar or the page-up/down, home, or end keys.
fr: Vous pouvez faire défiler les vignettes en utilisant la barre de défilement ou les touches page-up/down, début, ou fin.

source: You can select only the most recent versions of your photos by clicking the select recent button.
fr: Vous pouvez sélectionner la version la plus récente de vos photos en cliquant le bouton Sélectionner Récent button.

source: You can send copies of selected photos to other folders using the Photo Browser.
fr: Vous pouvez envoyer des copies de photos sélectionnées vers d'autres dossiers en utilisant le Navigateur Photo.

source: You can then drag the new control point until it's in the desired location.
fr: Vous pouvez alors déplacer le nouveau point de contrôle jusqu'à la position voulue.

source: You can turn it off in the LightZone Preferences.
fr: Vous pouvez le désactiver dans les préférences de LightZone.

source: You may have to restore orientations manually using the browser's rotate buttons.)
fr: Il se pourrait que vous deviez redéfinir manuellement l'orientation en utilisant le bouton Tourner du Navigateur.)

source: You might encounter some color photos that print very well on your printer using certain settings or a certain color profile, and others that just won't print well.
fr: Vous pourriez avoir des photos qui s'impriment très bien sur votre imprimante avec certains réglages et certains profils, et d'autres qui ne s'imprimeront pas correctement.

source: You use the Crop tool for this.
fr: Pour cela vous utiliserez l'outil Recadrage.

source: You want to apply a single tool to multiple areas of your photo that have the same shape, for example to blur similarly sized blemishes.
fr: Vous souhaitez appliquer un outil à différentes parties de votre photo qui ont la même forme, par exemple pour flouter des imperfections de tailles similaires.

source: You want to apply multiple tools to the same area of your photo, for example to increase both the contrast and sharpness of a person's eyes.
fr: Vous souhaitez appliquer plusieurs outils à la même partie de votre photo, par exemple pour augmenter aussi bien le contraste que la netteté des yeux d'un sujet.

source: Your computer needs to be connected to the internet to check for an update.
fr: Votre ordinateur doit être connecté à internet pour recherche une mise à jour.

source: Zone Mapper Zones
fr: Zone du Zone Mapper

source: Zone Placement
fr: Placement de Zone

source: Zone Type Change
fr: Changer le Type de Zone

source: Zoom In
fr: Zoom +

source: Zoom Out
fr: Zoom -

source: Zoom To Fit
fr: Adapter à la fenêtre

source: Zoom in
fr: Zoom +

source: Zoom one-to-one
fr: Zoom 1:1 one-to-one

source: Zoom out
fr: Zoom -

source: a folder in the Folder Navigator
fr: un dossier dans le Navigateur de Dossiers

source: a folder window or the desktop
fr: une fenêtre d'un dossier ou le bureau

source: a window of a text editor or terminal emulator
fr: une fenêtre d'un éditeur de texte ou un terminal

source: en-US
fr: fr-FRE

source: http://en.wikipedia.org/wiki/SSE2#CPUs_supporting_SSE2
fr: http://en.wikipedia.org/wiki/SSE2#CPU_support

source: saved as $1
fr: Enregistré sous $1

source: the full paths to those files to be pasted
fr: l'insertion du chemin complet de ces fichiers

source: the icon of an application that can open image files
fr: L'icône d'une application qui peut ouvrir des fichiers images

source: the image files to be copied there
fr: La copie des fichiers images dans cet emplacement

source: the image files to be moved there
fr: Le déplacement des fichiers images vers cet emplacement

source: the image files to be opened
fr: l'ouverture des fichiers images
